Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Allow all contacts (dev only)
de: Alle Kontakte erlauben (nur für Entwicklung)
es: Permitir todos los contactos (solo desarrollo)
fr: Autoriser tous les contacts (dév. uniquement)
ja: すべての連絡先を許可 (開発用のみ)
pt_br: Permitir todos os contatos (apenas dev)
zh_hans: 允许所有联系人(仅限开发)

source: Allow All Senders
de: Alle Absender erlauben
es: Permitir todos los remitentes
fr: Autoriser tous les expéditeurs
ja: すべての送信者を許可
pt_br: Permitir todos os remetentes
zh_hans: 允许所有发件人

source: Allow All Users
de: Alle Benutzer erlauben
es: Permitir todos los usuarios
fr: Autoriser tous les utilisateurs
ja: すべてのユーザーを許可
pt_br: Permitir todos os usuários
zh_hans: 允许所有用户

source: Allow any attachment type
de: Jeden Anhangstyp erlauben
es: Permitir cualquier tipo de adjunto
fr: Autoriser tout type de pièce jointe
ja: すべての添付ファイル形式を許可
pt_br: Permitir qualquer tipo de anexo
zh_hans: 允许任意附件类型

source: Allow Other Bots
de: Andere Bots erlauben
es: Permitir otros bots
fr: Autoriser les autres bots
ja: 他のボットを許可
pt_br: Permitir outros bots
zh_hans: 允许其他机器人

source: Allow Private URLs
de: Private URLs erlauben
es: Permitir URLs privadas
fr: Autoriser les URL privées
ja: プライベート URL を許可
pt_br: Permitir URLs privadas
zh_hans: 允许私有 URL

source: Allowed %@
de: Erlaubt %@
es: %@ permitido
fr: %@ autorisé
ja: 許可済み %@
pt_br: %@ permitido
zh_hans: 已允许 %@

source: Allowed by
de: Erlaubt durch
es: Permitido por
fr: Autorisé par
ja: 許可元:
pt_br: Permitido por
zh_hans: 允许来源:

source: Allowed channels
de: Erlaubte Kanäle
es: Canales permitidos
fr: Canaux autorisés
ja: 許可されたチャンネル
pt_br: Canais permitidos
zh_hans: 允许的频道

source: Allowed chats
de: Erlaubte Chats
es: Chats permitidos
fr: Conversations autorisées
ja: 許可されたチャット
pt_br: Chats permitidos
zh_hans: 允许的对话

source: Allowed Contacts
de: Erlaubte Kontakte
es: Contactos permitidos
fr: Contacts autorisés
ja: 許可された連絡先
pt_br: Contatos permitidos
zh_hans: 允许的联系人

source: Allowed Groups
de: Erlaubte Gruppen
es: Grupos permitidos
fr: Groupes autorisés
ja: 許可されたグループ
pt_br: Grupos permitidos
zh_hans: 允许的群组

source: Allowed Numbers
de: Erlaubte Nummern
es: Números permitidos
fr: Numéros autorisés
ja: 許可された電話番号
pt_br: Números permitidos
zh_hans: 允许的号码

source: Allowed rooms
de: Erlaubte Räume
es: Salas permitidas
fr: Salons autorisés
ja: 許可されたルーム
pt_br: Salas permitidas
zh_hans: 允许的房间

source: Allowed Senders
de: Erlaubte Absender
es: Remitentes permitidos
fr: Expéditeurs autorisés
ja: 許可された送信者
pt_br: Remetentes permitidos
zh_hans: 允许的发件人

source: Allowed tools
de: Erlaubte Tools
es: Herramientas permitidas
fr: Outils autorisés
ja: 許可するツール
pt_br: Ferramentas permitidas
zh_hans: 允许的工具

source: Allowed User IDs
de: Erlaubte Benutzer-IDs
es: IDs de usuario permitidos
fr: ID d’utilisateurs autorisés
ja: 許可されたユーザー ID
pt_br: IDs de usuário permitidos
zh_hans: 允许的用户 ID

source: Allowed Users
de: Erlaubte Benutzer
es: Usuarios permitidos
fr: Utilisateurs autorisés
ja: 許可されたユーザー
pt_br: Usuários permitidos
zh_hans: 允许的用户

source: Allowlist saved — restart gateway to apply
de: Allowlist gespeichert — Gateway neu starten, um sie anzuwenden
es: Lista de permitidos guardada: reinicia el gateway para aplicarla
fr: Liste d’autorisations enregistrée — redémarrez le gateway pour l’appliquer
ja: 許可リストを保存しました — 適用するには Gateway を再起動してください
pt_br: Lista de permissões salva — reinicie o gateway para aplicar
zh_hans: 已保存白名单 — 重启 Gateway 后生效

source: Allowlist Suggestions
de: Allowlist-Vorschläge
es: Sugerencias de lista blanca
fr: Suggestions de liste blanche
ja: 許可リストの候補
pt_br: Sugestões de lista de permissões
zh_hans: 白名单建议

source: Already added some? They live under bot_peers: in config.yaml — check with %@.
de: Schon welche hinzugefügt? Sie stehen unter bot_peers: in config.yaml — prüfe mit %@.
es: ¿Ya has añadido alguno? Viven bajo bot_peers: en config.yaml — compruébalo con %@.
fr: Vous en avez déjà ajouté ? Ils se trouvent sous bot_peers: dans config.yaml — vérifiez avec %@.
ja: すでに追加済みですか? config.yaml の bot_peers: 配下にあります — %@ で確認してください。
pt_br: Já adicionou algum? Eles ficam em bot_peers: no config.yaml — verifique com %@.
zh_hans: 已经添加过一些?它们位于 config.yaml 的 bot_peers: 下 — 使用 %@ 查看。

source: already gone
de: bereits weg
es: ya no está
fr: déjà disparu
ja: 既に削除済み
pt_br: já removido
zh_hans: 已消失

source: Already have profiles? Open Other profiles below to turn one into a bot.
de: Du hast schon Profile? Öffne unten Andere Profile, um eines zu einem Bot zu machen.
es: ¿Ya tienes perfiles? Abre Otros perfiles abajo para convertir uno en bot.
fr: Vous avez déjà des profils ? Ouvrez Autres profils ci-dessous pour en transformer un en bot.
ja: すでにプロファイルがありますか? 下の「その他のプロファイル」を開いて、いずれかをボットにしてください。
pt_br: Já tem perfis? Abra Outros perfis abaixo para transformar um deles em bot.
zh_hans: 已经有配置了?打开下方的其他配置,将其中一个变成机器人。

source: Also works: %@
de: Funktioniert auch: %@
es: También funciona: %@
fr: Fonctionne aussi : %@
ja: こちらも使用可能: %@
pt_br: Também funciona: %@
zh_hans: 也可使用:%@

source: Always Allow %@
de: %@ immer erlauben
es: Permitir siempre %@
fr: Toujours autoriser %@
ja: %@ を常に許可
pt_br: Sempre permitir %@
zh_hans: 始终允许 %@

source: Always saved to config — without it, chats silently route to OpenRouter.
de: Wird immer in der Konfiguration gespeichert — ohne diese werden Chats stillschweigend an OpenRouter geleitet.
es: Siempre se guarda en la configuración — sin ella, los chats se enrutan silenciosamente a OpenRouter.
fr: Toujours enregistré dans la configuration — sans cela, les discussions sont acheminées silencieusement vers OpenRouter.
ja: 常に設定に保存されます — これがないと、チャットは黙って OpenRouter にルーティングされます。
pt_br: Sempre salvo na configuração — sem ele, os chats são roteados silenciosamente para o OpenRouter.
zh_hans: 始终保存到配置——否则聊天会静默路由到 OpenRouter。

source: An MCP server named “%@” is already in your config. Replacing it overwrites that entry's command, URL, auth and tool filters. Its OAuth token file and any saved API key in ~/.hermes/.env are kept.
de: Ein MCP-Server namens „%@“ ist bereits in deiner Konfiguration. Beim Ersetzen werden Befehl, URL, Authentifizierung und Tool-Filter dieses Eintrags überschrieben. Die OAuth-Token-Datei und ein gespeicherter API-Key in ~/.hermes/.env bleiben erhalten.
es: Ya hay un servidor MCP llamado “%@” en tu configuración. Reemplazarlo sobrescribe el comando, la URL, la autenticación y los filtros de herramientas de esa entrada. Su archivo de token OAuth y cualquier clave de API guardada en ~/.hermes/.env se conservan.
fr: Un serveur MCP nommé « %@ » figure déjà dans votre configuration. Le remplacer écrase la commande, l’URL, l’authentification et les filtres d’outils de cette entrée. Son fichier de jeton OAuth et toute clé d’API enregistrée dans ~/.hermes/.env sont conservés.
ja: 「%@」という名前の MCP サーバーは既に設定に存在します。置き換えると、そのエントリのコマンド、URL、認証、ツールフィルタが上書きされます。OAuth トークンファイルと ~/.hermes/.env に保存された API キーは保持されます。
pt_br: Já existe um servidor MCP chamado “%@” na sua configuração. Substituí-lo sobrescreve o comando, a URL, a autenticação e os filtros de ferramentas dessa entrada. O arquivo de token OAuth e qualquer chave de API salva em ~/.hermes/.env são mantidos.
zh_hans: 配置中已存在名为“%@”的 MCP 服务器。替换会覆盖该条目的命令、URL、认证和工具过滤器。其 OAuth 令牌文件以及保存在 ~/.hermes/.env 中的 API 密钥会保留。

source: Anonymous usage statistics only — never message content, hostnames, or file paths. Sent to the app developer to improve Scarf.
de: Nur anonyme Nutzungsstatistiken — nie Nachrichteninhalte, Hostnamen oder Dateipfade. Werden an den App-Entwickler gesendet, um Scarf zu verbessern.
es: Solo estadísticas de uso anónimas — nunca contenido de mensajes, nombres de host o rutas de archivo. Se envían al desarrollador de la app para mejorar Scarf.
fr: Statistiques d'utilisation anonymes uniquement — jamais le contenu des messages, les noms d'hôte ou les chemins de fichiers. Envoyées au développeur de l'application pour améliorer Scarf.
ja: 匿名の使用統計のみ — メッセージ内容、ホスト名、ファイルパスは含まれません。Scarf の改善のためアプリ開発者に送信されます。
pt_br: Apenas estatísticas de uso anônimas — nunca conteúdo de mensagens, nomes de host ou caminhos de arquivo. Enviadas ao desenvolvedor do app para melhorar o Scarf.
zh_hans: 仅匿名使用统计——绝不包含消息内容、主机名或文件路径。发送给应用开发者以改进 Scarf。

source: API calls (Hermes v2026.4.23+)
de: API-Aufrufe (Hermes v2026.4.23+)
es: Llamadas a la API (Hermes v2026.4.23+)
fr: Appels API (Hermes v2026.4.23+)
ja: API 呼び出し（Hermes v2026.4.23 以降）
pt_br: Chamadas de API (Hermes v2026.4.23+)
zh_hans: API 调用(Hermes v2026.4.23 及以上版本)

source: API Key
de: API-Schlüssel
es: Clave de API
fr: Clé API
ja: API キー
pt_br: Chave de API
zh_hans: API 密钥

source: API key (optional)
de: API-Schlüssel (optional)
es: Clave de API (opcional)
fr: Clé API (optionnelle)
ja: API キー（任意）
pt_br: Chave de API (opcional)
zh_hans: API 密钥(可选)

source: API key or Bearer token
de: API-Key oder Bearer-Token
es: Clave de API o token Bearer
fr: Clé d’API ou jeton Bearer
ja: API キーまたは Bearer トークン
pt_br: Chave de API ou token Bearer
zh_hans: API 密钥或 Bearer 令牌

source: API keys are never displayed in full. Scarf only shows the last 4 characters for identification. Full key values are stored by hermes in ~/.hermes/auth.json.
de: API-Schlüssel werden nie vollständig angezeigt. Scarf zeigt nur die letzten 4 Zeichen zur Identifikation. Die vollständigen Werte speichert hermes in ~/.hermes/auth.json.
es: Las claves de API nunca se muestran completas. Scarf solo muestra los últimos 4 caracteres para identificación. Los valores completos los guarda hermes en ~/.hermes/auth.json.
fr: Les clés API ne sont jamais affichées en entier. Scarf n'affiche que les 4 derniers caractères pour identification. Les valeurs complètes sont stockées par hermes dans ~/.hermes/auth.json.
ja: API キーは完全な形では表示されません。Scarf は識別用に末尾 4 文字のみを表示します。完全なキーの値は hermes が ~/.hermes/auth.json に保存します。
pt_br: Chaves de API nunca são exibidas por completo. O Scarf mostra apenas os últimos 4 caracteres para identificação. Os valores completos são armazenados pelo hermes em ~/.hermes/auth.json.
zh_hans: API 密钥永远不会完整显示。Scarf 仅显示后 4 位用于识别。完整密钥由 hermes 存储在 ~/.hermes/auth.json。

source: API mode
de: API-Modus
es: Modo de API
fr: Mode API
ja: API モード
pt_br: Modo de API
zh_hans: API 模式

source: App Credentials
de: App-Anmeldedaten
es: Credenciales de la aplicación
fr: Identifiants de l'application
ja: アプリ資格情報
pt_br: Credenciais do app
zh_hans: 应用凭证

source: App Password
de: App-Passwort
es: Contraseña de la app
fr: Mot de passe de l’app
ja: App パスワード
pt_br: Senha do app
zh_hans: App 密码

source: Append the line below to `~/.ssh/authorized_keys` on the Hermes host. Once added, tap **I've added this key** to test the connection.
de: Hänge die Zeile unten an `~/.ssh/authorized_keys` auf dem Hermes-Host an. Sobald sie eingetragen ist, tippe auf **Schlüssel hinzugefügt**, um die Verbindung zu testen.
es: Añade la línea de abajo a `~/.ssh/authorized_keys` en el host de Hermes. Una vez añadida, toca **He añadido esta clave** para probar la conexión.
fr: Ajoutez la ligne ci-dessous à `~/.ssh/authorized_keys` sur l'hôte Hermes. Une fois ajoutée, touchez **J'ai ajouté cette clé** pour tester la connexion.
ja: Hermes ホストの `~/.ssh/authorized_keys` に下の行を追記してください。追加したら **この鍵を追加しました** をタップして接続をテストします。
pt_br: Adicione a linha abaixo ao `~/.ssh/authorized_keys` no host do Hermes. Depois de adicionar, toque em **Adicionei esta chave** para testar a conexão.
zh_hans: 将下面这行追加到 Hermes 主机的 `~/.ssh/authorized_keys` 中。添加后,点按 **我已添加此密钥** 以测试连接。

source: Applied at session boot via session/set_model.
de: Wird beim Start der Sitzung über session/set_model angewendet.
es: Aplicado al iniciar la sesión mediante session/set_model.
fr: Appliqué au démarrage de la session via session/set_model.
ja: session/set_model 経由でセッション起動時に適用されます。
pt_br: Aplicado na inicialização da sessão via session/set_model.
zh_hans: 通过 session/set_model 在会话启动时应用。

# Applied to %lld host%@
source: Applied to %1$lld host%2$@
de: Angewendet auf %lld Host%@
es: Aplicado a %1$lld host%2$@
fr: Appliqué à %1$lld hôte%2$@
ja: %lld 台のホストに適用済み%@
pt_br: Aplicado a %1$lld host%2$@
zh_hans: 已应用到 %1$lld 台主机%2$@

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
pt_br: Aplicar
zh_hans: 应用

source: Apply to Fleet
de: Auf Flotte anwenden
es: Aplicar a la flota
fr: Appliquer à la flotte
ja: フリートに適用
pt_br: Aplicar à frota
zh_hans: 应用到集群

source: Apply to Fleet…
de: Auf Flotte anwenden…
es: Aplicar a la flota…
fr: Appliquer à la flotte…
ja: フリートに適用…
pt_br: Aplicar à frota…
zh_hans: 应用到集群…

source: Apply which config
de: Welche Konfiguration anwenden
es: Qué configuración aplicar
fr: Appliquer quelle configuration
ja: どの設定を適用するか
pt_br: Aplicar qual configuração
zh_hans: 应用哪个配置

source: Applying…
de: Wird angewendet…
es: Aplicando…
fr: Application en cours…
ja: 適用中…
pt_br: Aplicando…
zh_hans: 应用中…

source: Approval
de: Genehmigung
es: Aprobación
fr: Approbation
ja: 承認
pt_br: Aprovação
zh_hans: 审批

source: Approval mode
de: Genehmigungsmodus
es: Modo de aprobación
fr: Mode d'approbation
ja: 承認モード
pt_br: Modo de aprovação
zh_hans: 审批模式

source: Approval Mode
de: Freigabemodus
es: Modo de aprobación
fr: Mode d'approbation
ja: 承認モード
pt_br: Modo de aprovação
zh_hans: 审批模式

source: Approval Timeout (s)
de: Freigabe-Timeout (s)
es: Tiempo de espera de aprobación (s)
fr: Délai d'approbation (s)
ja: 承認タイムアウト（秒）
pt_br: Tempo limite de aprovação (s)
zh_hans: 审批超时（秒）

source: Approvals
de: Genehmigungen
es: Aprobaciones
fr: Approbations
ja: 承認
pt_br: Aprovações
zh_hans: 审批

source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
ja: 承認
pt_br: Aprovar
zh_hans: 批准

source: Approve & Run
de: Genehmigen & ausführen
es: Aprobar y ejecutar
fr: Approuver et exécuter
ja: 承認して実行
pt_br: Aprovar e executar
zh_hans: 批准并运行

source: Approve failed
de: Genehmigung fehlgeschlagen
es: Error al aprobar
fr: Échec de l’approbation
ja: 承認に失敗しました
pt_br: Falha ao aprovar
zh_hans: 批准失败

source: Approve failed: %@
de: Genehmigung fehlgeschlagen: %@
es: Error al aprobar: %@
fr: Échec de l’approbation : %@
ja: 承認に失敗しました: %@
pt_br: Falha ao aprovar: %@
zh_hans: 批准失败:%@

source: Approve in your browser
de: Im Browser genehmigen
es: Aprueba en tu navegador
fr: Approuvez dans votre navigateur
ja: ブラウザで承認
pt_br: Aprove no navegador
zh_hans: 在浏览器中批准

source: Approve this edit and stop asking for the rest of this chat. Sensitive paths still prompt, and the next chat starts back at ask-first.
de: Diese Bearbeitung genehmigen und für den Rest dieses Chats nicht mehr nachfragen. Bei sensiblen Pfaden wird weiterhin gefragt, und der nächste Chat beginnt wieder mit Nachfragen.
es: Aprueba esta edición y deja de preguntar durante el resto de este chat. Las rutas sensibles siguen pidiendo confirmación y el próximo chat vuelve a preguntar primero.
fr: Approuver cette modification et ne plus demander pour le reste de ce chat. Les chemins sensibles continuent de demander confirmation, et le prochain chat repart en mode « demander d’abord ».
ja: この編集を承認し、このチャットの残りでは確認しません。機微なパスでは引き続き確認され、次のチャットでは再び毎回確認する設定に戻ります。
pt_br: Aprova esta edição e para de perguntar pelo resto deste chat. Caminhos sensíveis continuam pedindo confirmação, e o próximo chat volta a perguntar primeiro.
zh_hans: 批准此编辑,并在本次聊天的剩余部分不再询问。敏感路径仍会提示,下一次聊天将恢复为每次询问。

# approved %lld× · %@
source: approved %1$lld× · %2$@
de: %lld× genehmigt · %@
es: aprobado %1$lld× · %2$@
fr: approuvé %1$lld× · %2$@
ja: 承認 %1$lld 回 · %2$@
pt_br: aprovado %1$lld× · %2$@
zh_hans: 已批准 %1$lld 次 · %2$@

source: Archive
de: Archivieren
es: Archivar
fr: Archiver
ja: アーカイブ
pt_br: Arquivar
zh_hans: 归档

source: Archive (move out of active set)
de: Archivieren (aus aktiver Menge entfernen)
es: Archivar (sacar del conjunto activo)
fr: Archiver (retirer de l'ensemble actif)
ja: アーカイブ(アクティブなセットから移動)
pt_br: Arquivar (remover do conjunto ativo)
zh_hans: 归档(移出活跃集合)

source: Archive %@
de: %@ archivieren
es: Archivar %@
fr: Archiver %@
ja: %@ をアーカイブ
pt_br: Arquivar %@
zh_hans: 归档 %@

source: Archive %lld skills
de: %lld Skills archivieren
es: Archivar %lld habilidades
fr: Archiver %lld compétences
ja: %lld 件のスキルをアーカイブ
pt_br: Arquivar %lld habilidades
zh_hans: 归档 %lld 个技能

source: Archive 1 skill
de: 1 Skill archivieren
es: Archivar 1 habilidad
fr: Archiver 1 compétence
ja: 1 件のスキルをアーカイブ
pt_br: Arquivar 1 habilidade
zh_hans: 归档 1 个技能

source: Archive after
de: Archivieren nach
es: Archivar después de
fr: Archiver après
ja: アーカイブまでの期間
pt_br: Arquivar após
zh_hans: 归档时限

source: Archive idle skills
de: Untätige Skills archivieren
es: Archivar habilidades inactivas
fr: Archiver les compétences inactives
ja: アイドル状態のスキルをアーカイブ
pt_br: Arquivar habilidades ociosas
zh_hans: 归档闲置技能

source: Archive idle skills…
de: Untätige Skills archivieren…
es: Archivar habilidades inactivas…
fr: Archiver les compétences inactives…
ja: アイドル状態のスキルをアーカイブ…
pt_br: Arquivar habilidades ociosas…
zh_hans: 归档闲置技能…

source: archived
de: archiviert
es: archivado
fr: archivé
ja: アーカイブ済み
pt_br: arquivada
zh_hans: 已归档

source: Archived
de: Archiviert
es: Archivadas
fr: Archivé
ja: アーカイブ済み
pt_br: Arquivadas
zh_hans: 已归档

source: Archived (%lld)
de: Archiviert (%lld)
es: Archivadas (%lld)
fr: Archivées (%lld)
ja: アーカイブ済み (%lld)
pt_br: Arquivadas (%lld)
zh_hans: 已归档 (%lld)

source: Args
de: Argumente
es: Argumentos
fr: Arguments
ja: 引数
pt_br: Argumentos
zh_hans: 参数

source: Args (one per line)
de: Argumente (eines pro Zeile)
es: Argumentos (uno por línea)
fr: Arguments (un par ligne)
ja: 引数(1 行に 1 つ)
pt_br: Argumentos (um por linha)
zh_hans: 参数(每行一个)

source: Argument hint
de: Argumenthinweis
es: Sugerencia de argumento
fr: Indice d'argument
ja: 引数のヒント
pt_br: Dica de argumento
zh_hans: 参数提示

source: Arguments
de: Argumente
es: Argumentos
ja: 引数
pt_br: Argumentos
zh_hans: 参数

source: ARGUMENTS
de: ARGUMENTE
es: ARGUMENTOS
ja: 引数
pt_br: ARGUMENTOS
zh_hans: 参数

source: Ask Hermes something
de: Frag Hermes etwas
es: Pregúntale algo a Hermes
fr: Demandez quelque chose à Hermes
ja: Hermes に質問する
pt_br: Pergunte algo ao Hermes
zh_hans: 向 Hermes 提问

source: Assign a profile so the dispatcher can spawn a worker.
de: Weise ein Profil zu, damit der Dispatcher einen Worker starten kann.
es: Asigna un perfil para que el dispatcher pueda generar un worker.
fr: Assignez un profil pour que le dispatcher puisse démarrer un worker.
ja: ディスパッチャーがワーカーを起動できるようにプロファイルを割り当ててください。
pt_br: Atribua um perfil para que o dispatcher possa iniciar um worker.
zh_hans: 分配一个配置,以便调度器可以生成 worker。

source: assigned to %@
de: zugewiesen an %@
es: asignada a %@
fr: attribuée à %@
ja: %@ に割り当て済み
pt_br: atribuída a %@
zh_hans: 已分配给 %@

source: Assignee
de: Zuständigkeit
es: Responsable
fr: Assigné à
ja: 担当者
pt_br: Responsável
zh_hans: 负责人

source: Assistant
de: Assistent
es: Asistente
ja: アシスタント
pt_br: Assistente
zh_hans: 助手

source: Assistant Message
de: Assistentennachricht
es: Mensaje del asistente
fr: Message de l'assistant
ja: アシスタントメッセージ
pt_br: Mensagem do assistente
zh_hans: 助手消息

source: ASSISTANT MESSAGE
de: ASSISTENTEN-NACHRICHT
es: MENSAJE DEL ASISTENTE
fr: MESSAGE DE L'ASSISTANT
ja: アシスタントのメッセージ
pt_br: MENSAGEM DO ASSISTENTE
zh_hans: 助手消息

source: Async runs
de: Asynchrone Läufe
es: Ejecuciones asíncronas
fr: Exécutions asynchrones
ja: 非同期実行
pt_br: Execuções assíncronas
zh_hans: 异步运行

source: at %@
de: um %@
es: a las %@
fr: à %@
pt_br: às %@
zh_hans: 于 %@

source: At-a-glance status of your Hermes agent.
de: Status deines Hermes-Agents auf einen Blick.
es: Estado de un vistazo de tu agente Hermes.
fr: Statut en un coup d'œil de votre agent Hermes.
ja: Hermes エージェントの状態が一目でわかります。
pt_br: Status rápido do seu agente Hermes.
zh_hans: 一目了然地查看你的 Hermes agent 状态。

source: Atomically claim this task and start the worker. Moves it to Running.
de: Beansprucht diese Aufgabe atomar und startet den Worker. Verschiebt sie nach „Läuft“.
es: Reclama esta tarea de forma atómica e inicia el worker. La mueve a En ejecución.
fr: Réclame cette tâche de façon atomique et démarre le worker. La déplace vers En cours.
ja: このタスクをアトミックに確保してワーカーを開始します。実行中に移動します。
pt_br: Reivindica esta tarefa atomicamente e inicia o worker. Move-a para Em execução.
zh_hans: 原子性地认领此任务并启动 worker。将其移至运行中。

source: Attach
de: Anhängen
es: Adjuntar
fr: Joindre
ja: 添付
pt_br: Anexar
zh_hans: 附加

source: Attach identity header
de: Identitäts-Header anhängen
es: Adjuntar encabezado de identidad
fr: Joindre un en-tête d'identité
ja: ID ヘッダーを添付
pt_br: Anexar cabeçalho de identidade
zh_hans: 附加身份标头

source: Attach image
de: Bild anhängen
es: Adjuntar imagen
fr: Joindre une image
ja: 画像を添付
pt_br: Anexar imagem
zh_hans: 附加图片

# Attach image (%lld/%lld)
source: Attach image (%1$lld/%2$lld)
de: Bild anhängen (%1$lld/%2$lld)
es: Adjuntar imagen (%1$lld/%2$lld)
fr: Joindre une image (%1$lld/%2$lld)
ja: 画像を添付 (%lld/%lld)
pt_br: Anexar imagem (%1$lld/%2$lld)
zh_hans: 附加图片 (%1$lld/%2$lld)

source: Audio quieter than this counts as silence.
de: Audio, das leiser als dieser Wert ist, gilt als Stille.
es: El audio más silencioso que esto cuenta como silencio.
fr: L'audio plus faible que ce seuil est considéré comme un silence.
ja: これより静かな音声は無音として扱われます。
pt_br: Áudio mais baixo que isso conta como silêncio.
zh_hans: 低于此音量的音频视为静音。

source: Audit failed (exit %d). %@
de: Audit fehlgeschlagen (Exit %d). %@
es: El análisis falló (salida %d). %@
fr: Échec de l'audit (code %d). %@
ja: 監査に失敗しました（終了コード %d）。%@
pt_br: A auditoria falhou (saída %d). %@
zh_hans: 审计失败（退出码 %d）。%@

source: Auditing…
de: Prüfe…
es: Auditando…
fr: Audit en cours…
ja: 監査中…
pt_br: Auditando…
zh_hans: 审计中…

source: auth.json present
de: auth.json vorhanden
es: auth.json presente
fr: auth.json présent
ja: auth.json が存在します
pt_br: auth.json presente
zh_hans: auth.json 存在

source: authed · %@
de: authentifiziert · %@
es: autenticado · %@
fr: authentifié · %@
ja: 認証済み · %@
pt_br: autenticado · %@
zh_hans: 已认证 · %@

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
ja: 認証
pt_br: Autenticação
zh_hans: 认证

source: Authentication uses ssh-agent
de: Authentifizierung nutzt ssh-agent
es: La autenticación usa ssh-agent
fr: L'authentification utilise ssh-agent
ja: 認証には ssh-agent を使用します
pt_br: A autenticação usa ssh-agent
zh_hans: 使用 ssh-agent 进行认证

source: Author
de: Autor
es: Autor
fr: Auteur
ja: 作成者
pt_br: Autor
zh_hans: 作者

source: Author URL
de: Autor-URL
es: URL del autor
fr: URL de l'auteur
ja: 作成者 URL
pt_br: URL do autor
zh_hans: 作者 URL

source: Authorise Hermes to control playback, search, and library actions.
de: Autorisiere Hermes, Wiedergabe-, Such- und Bibliotheksaktionen zu steuern.
es: Autoriza a Hermes a controlar la reproducción, la búsqueda y las acciones de la biblioteca.
fr: Autorisez Hermes à contrôler la lecture, la recherche et les actions de bibliothèque.
ja: 再生・検索・ライブラリ操作の制御を Hermes に許可します。
pt_br: Autorize o Hermes a controlar reprodução, busca e ações da biblioteca.
zh_hans: 授权 Hermes 控制播放、搜索和媒体库操作。

source: Authorise Hermes to control your Spotify account.
de: Autorisiere Hermes, dein Spotify-Konto zu steuern.
es: Autoriza a Hermes a controlar tu cuenta de Spotify.
fr: Autorisez Hermes à contrôler votre compte Spotify.
ja: Spotify アカウントの制御を Hermes に許可します。
pt_br: Autorize o Hermes a controlar sua conta do Spotify.
zh_hans: 授权 Hermes 控制你的 Spotify 账户。

source: Authorization Code
de: Autorisierungscode
es: Código de autorización
fr: Code d'autorisation
ja: 認可コード
pt_br: Código de autorização
zh_hans: 授权码

source: Authorization URL
de: Autorisierungs-URL
es: URL de autorización
fr: URL d'autorisation
ja: 認可 URL
pt_br: URL de autorização
zh_hans: 授权 URL

source: Auto Install SDK
de: SDK automatisch installieren
es: Instalar SDK automáticamente
fr: Installer le SDK automatiquement
ja: SDK を自動インストール
pt_br: Instalar SDK automaticamente
zh_hans: 自动安装 SDK

source: Auto speech tags
de: Automatische Sprach-Tags
es: Etiquetas de voz automáticas
fr: Balises vocales automatiques
ja: 自動音声タグ
pt_br: Tags de fala automáticas
zh_hans: 自动语音标签
